Revit 2027 API
ConfigurationReloadInfo.Disconnects Property
 The number of disconnections caused by the reload.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Disconnects { get; }
Public ReadOnly Property Disconnects As Integer
	Get
public:
property int Disconnects {
	int get ();
}
member Disconnects : int with get
Property Value
Int32
See Also
Reference
ConfigurationReloadInfo Class
Autodesk.Revit.DB Namespace